[
  {
    "title": "Bệnh tiểu đường là gì?",
    "content": [
      "Bệnh tiểu đường là một bệnh chuyển hóa gây ra lượng đường trong máu cao do thiếu hụt insulin, kháng insulin, v.v.",
      "Glucose là một phần quan trọng trong hoạt động hàng ngày của chúng ta. Cơ thể sử dụng nó để tạo năng lượng nhưng cần một loại hormone gọi là insulin, được sản xuất bởi tuyến tụy. Khi một người mắc bệnh tiểu đường, insulin được sản xuất không hoạt động đúng cách, dẫn đến lượng glucose trong máu cao hơn.",
      "Bệnh tiểu đường hoặc đái tháo đường là một tình trạng nghiêm trọng và phức tạp. Những người mắc bệnh tiểu đường phải sống với nó suốt đời vì hiện tại chưa có cách chữa trị."
    ],
    "icon": "assets/svg/ic_insight_1.svg"
  },
  {
    "title": "Huyết áp là gì?",
    "content": [
      "Huyết áp là yếu tố cần thiết để máu lưu thông qua các mạch máu, từ đó có thể mang oxy và chất dinh dưỡng cần thiết đến tất cả các mô trong cơ thể. Nó có thể được định nghĩa là lực mà máu tác động lên thành động mạch, cao nhất (huyết áp tâm thu) khi tim bơm máu vào động mạch và thấp nhất (huyết áp tâm trương) giữa các nhịp tim. Hai giá trị này (tâm thu và tâm trương) được sử dụng để đo huyết áp.",
      "Khi nói đến việc theo dõi sức khỏe tổng quát, huyết áp nên được kiểm tra, vì nếu nó cao hơn bình thường (tăng huyết áp), có thể dẫn đến nguy cơ đáng kể của các bệnh nghiêm trọng (bệnh tim, nhồi máu cơ tim, đột quỵ, suy thận, v.v.). Việc kiểm soát huyết áp thấp (hạ huyết áp) cũng quan trọng vì nó có thể gây lú lẫn, chóng mặt, choáng váng, ngất xỉu, yếu hoặc buồn ngủ.",
      "Để đảm bảo kết quả đo chính xác, bạn phải tuân theo một số hướng dẫn: \n- Vì huyết áp thay đổi trong suốt cả ngày và đêm, hãy luôn đo vào cùng một thời điểm\n- Tìm một căn phòng yên tĩnh, không có tiếng ồn hoặc gián đoạn, với nhiệt độ từ 20-25°C. Bạn phải thư giãn. Không uống rượu, ăn, hút thuốc hoặc tập thể dục trong nửa giờ trước khi đo. Nghỉ ngơi 5 phút trước khi đo. Ngồi thoải mái với lưng tựa vào lưng ghế, không bắt chéo chân và cởi bỏ bất kỳ quần áo nào có thể ép vào cánh tay của bạn. Để lòng bàn tay hướng lên trên và khuỷu tay hơi cong ở mức ngang tim. Nếu bạn sử dụng máy đo huyết áp cổ tay, hãy đặt dây đeo cổ tay ở mức ngang tim. Không nói chuyện trong khi đo."
    ],
    "icon": "assets/svg/ic_insight_2.svg"
  },
  {
    "title": "Mức đường huyết bình thường là bao nhiêu?",
    "content": [
      "Lượng glucose sẽ thay đổi tùy thuộc vào thời điểm, loại thực phẩm và lượng thực phẩm bạn đã ăn, cũng như việc bạn có tập thể dục hay không.",
      "Mức đường huyết bình thường cho người lớn (không mắc bệnh tiểu đường) nhịn ăn ít nhất 8 giờ là dưới 100 mg/dL. Và mức cho người lớn không mắc bệnh tiểu đường hai giờ sau khi ăn là từ 90 đến 110 mg/dL.",
      "Mức đường huyết khỏe mạnh cho trẻ em dưới 6 tuổi nên nằm trong khoảng từ 80 đến 200 mg/dL mỗi ngày. Mức đường huyết trung bình của thanh thiếu niên nên nằm trong khoảng từ 70 đến 150 mg/dL trong ngày."
    ],
    "icon": "assets/svg/ic_insight_3.svg"
  },
  {
    "title": "Các loại huyết áp",
    "content": [
      "Theo các giá trị huyết áp (giá trị đầu tiên là huyết áp tâm thu hoặc huyết áp cao và giá trị thứ hai là huyết áp tâm trương hoặc huyết áp thấp), nó được phân loại như sau:",
      "Hạ huyết áp: Tâm thu dưới 90 hoặc Tâm trương dưới 60. Bình thường: Tâm thu 90-120 và Tâm trương 60-80. Tiền tăng huyết áp: Tâm thu 120-140 và Tâm trương 80-90. Tăng huyết áp giai đoạn 1: Tâm thu 140-160 hoặc Tâm trương 90-100. Tăng huyết áp giai đoạn 2: Tâm thu trên 160 hoặc Tâm trương trên 100.",
      "Cần lưu ý rằng các giá trị huyết áp không cố định trong suốt cả ngày, mà thay đổi theo nhiều yếu tố khác nhau. Phân loại này xác định sự tồn tại hay không của các trạng thái bệnh lý. Tuy nhiên, có những tình huống mà huyết áp có thể tăng hoặc giảm tạm thời mà không nhất thiết có nghĩa là có vấn đề về huyết áp.",
      "Do đó, căng thẳng hoặc các tình huống nguy hiểm có thể gây ra sự gia tăng tạm thời nhưng đáng kể do tiết adrenaline và noradrenaline tăng cao hoặc kích hoạt hệ thần kinh phó giao cảm, các yếu tố góp phần làm tăng nhịp tim. Ngược lại, mất nước, uống rượu, sử dụng một số loại thuốc, hạ đường huyết hoặc sốc (phản vệ, nhồi máu cơ tim, v.v.), cùng với các nguyên nhân khác, có thể gây ra sự sụt giảm đột ngột huyết áp."
    ],
    "icon": "assets/svg/ic_insight_4.svg"
  },
  {
    "title": "Lối sống cho tăng huyết áp",
    "content": [
      "Theo các chuyên gia, có những yếu tố ảnh hưởng đến tăng huyết áp mà chúng ta không thể kiểm soát, như lão hóa, mãn kinh hoặc di truyền. Tuy nhiên, chúng ta có thể hành động bằng cách chống lại các yếu tố khác ảnh hưởng đến sự khởi phát của tăng huyết áp như béo phì, lối sống ít vận động, chế độ ăn uống kém hoặc tiêu thụ muối cao. Do đó, để kiểm soát các con số huyết áp của chúng ta, hai quy tắc cơ bản là chú ý đến chế độ ăn uống, loại bỏ muối và tuân theo chế độ ăn Địa Trung Hải, và tập thể dục.",
      "Về khuyến nghị thứ hai, Tổ chức Y tế Thế giới (WHO) đã đưa nó vào danh sách các biện pháp không dùng thuốc quan trọng nhất nhằm giảm giá trị huyết áp trong ba thập kỷ. Cụ thể, WHO khuyến nghị người lớn nên thực hiện ít nhất 150 phút hoạt động thể chất aerobic cường độ vừa hoặc 75 phút hoạt động cường độ cao mỗi tuần.",
      "Về chế độ ăn uống, điều chính là ăn năm phần trái cây và rau củ mỗi ngày, giảm chất béo - đặc biệt là chất béo bão hòa - và giảm lượng muối tiêu thụ xuống dưới 5 gram mỗi ngày - một muỗng cà phê - hoặc thậm chí loại bỏ hoàn toàn, thay thế bằng các loại thảo dược và gia vị không chứa natri. Một khuyến nghị khác là loại bỏ thực phẩm chế biến sẵn, chứa lượng muối lớn, khỏi chế độ ăn. Và về rượu, tiêu thụ quá mức có thể dẫn đến tăng huyết áp, vì vậy cũng nên tránh. Đối với những người đang tìm kiếm chế độ ăn, bạn có thể tìm thấy tại liên kết này.",
      "Ngoài ra, các chuyên gia nhắc nhở chúng ta rằng nếu tăng huyết áp xuất hiện ở những người hút thuốc, nguy cơ bị đột quỵ hoặc nhồi máu cơ tim sẽ tăng gấp nhiều lần. Đó là lý do tại sao việc bỏ hút thuốc cũng rất cần thiết."
    ],
    "icon": "assets/svg/ic_insight_5.svg"
  },
  {
    "title": "Tìm hiểu về nhịp tim",
    "content": [
      "Nhịp tim, còn gọi là mạch, là số lần tim đập trong một khoảng thời gian (thường là một phút).",
      "Khi tim đập, máu của chúng ta được bơm ra khắp cơ thể, cung cấp đủ oxy cho mọi tế bào. Thông qua quá trình này, các tế bào có thể nhận được năng lượng và chất dinh dưỡng.",
      "Tần số của nhịp tim để lưu thông máu thay đổi khi nhu cầu oxy thay đổi. Ví dụ, khi chúng ta tập thể dục, các tế bào có xu hướng tiêu thụ nhiều oxy và năng lượng hơn. Do đó, tim của chúng ta đập nhanh hơn bình thường.",
      "Nhịp tim được chia thành nhịp tim nghỉ ngơi và nhịp tim mục tiêu. Loại đầu tiên mô tả nhịp tim của chúng ta khi nghỉ ngơi. Loại thứ hai được sử dụng để đánh giá cơ thể của chúng ta trong khi tập thể dục."
    ],
    "icon": "assets/svg/ic_insight_6.svg"
  },
  {
    "title": "Hạ huyết áp",
    "content": [
      "Nếu chỉ số của bạn dưới 90/60 mmHg, bạn có thể bị hạ huyết áp. Bạn không cần điều trị, vì huyết áp thấp không gây hại và thường không có triệu chứng. Tuy nhiên, khi huyết áp của bạn thường xuyên giảm đột ngột trên 20 mmHg, do một số loại thuốc, hoặc bạn cảm thấy chóng mặt, ngất xỉu, mệt mỏi, v.v., bạn nên tìm kiếm điều trị."
    ],
    "icon": "assets/svg/ic_insight_7.svg"
  },
  {
    "title": "Tăng huyết áp: Tại sao nó là yếu tố nguy cơ?",
    "content": [
      "Tăng huyết áp gây áp lực lớn hơn lên tim, khiến tim phản ứng bằng cách tăng khối lượng cơ (phì đại thất trái) để đối phó với nỗ lực bổ sung. Sự gia tăng khối lượng cơ này cuối cùng gây hại vì nó không đi kèm với sự tăng lưu lượng máu tương đương và có thể dẫn đến thiếu máu cục bộ và đau thắt ngực. Ngoài ra, cơ tim trở nên dễ bị kích thích hơn và xuất hiện nhiều rối loạn nhịp tim hơn.",
      "- Ở những bệnh nhân đã có vấn đề tim mạch, tăng huyết áp có thể làm tăng mức độ tổn thương. Nó thúc đẩy xơ vữa động mạch (tích tụ cholesterol trong động mạch) và hiện tượng huyết khối (có thể dẫn đến nhồi máu cơ tim hoặc nhồi máu não)."
    ],
    "icon": "assets/svg/ic_insight_8.svg"
  },
  {
    "title": "Làm thế nào để biết bạn có mắc bệnh tiểu đường?",
    "content": [
      "Không ai có triệu chứng giống nhau. Những gì bạn trải qua sẽ không hoàn toàn giống với người khác. Nếu bạn có bất kỳ triệu chứng nào sau đây, bạn nên đi khám bác sĩ để kiểm tra lượng đường trong máu.",
      "Cảm thấy rất khát. Cảm thấy rất đói. Cảm thấy rất mệt mỏi. Đi tiểu nhiều, đặc biệt vào ban đêm. Giảm cân mà không cố ý. Mờ mắt. Có vết cắt và vết thương lành chậm. Có cảm giác tê hoặc ngứa ran ở tay hoặc chân. Nhiễm trùng nhiều hơn bình thường. Buồn nôn, nôn mửa hoặc đau bụng (bệnh tiểu đường loại 1)."
    ],
    "icon": "assets/svg/ic_insight_9.svg"
  },
  {
    "title": "Có bao nhiêu loại bệnh tiểu đường?",
    "content": [
      "Có ba loại bệnh tiểu đường phổ biến: loại 1, loại 2 và tiểu đường thai kỳ.",
      "Bệnh tiểu đường loại 1 thường xảy ra ở trẻ em và thanh thiếu niên. Những người mắc bệnh tiểu đường loại 1 có mức đường huyết quá cao, nghĩa là họ cần tiêm insulin hàng ngày để duy trì mức glucose máu trong tầm kiểm soát.",
      "Bệnh tiểu đường loại 2 phổ biến hơn ở người lớn và chiếm khoảng 90% các trường hợp tiểu đường. Nhưng với điều trị và chăm sóc đúng cách, những người mắc bệnh tiểu đường loại 2 có thể sống tốt và giảm nguy cơ phát triển bệnh.",
      "Tiểu đường thai kỳ có thể phát triển trong thai kỳ, thường thấy ở tiền tiểu đường và tiền sử gia đình mắc bệnh tiểu đường. Tiểu đường thai kỳ thường biến mất sau khi sinh, nhưng cả phụ nữ bị ảnh hưởng và con của họ đều có nguy cơ cao phát triển bệnh tiểu đường loại 2 sau này trong cuộc đời."
    ],
    "icon": "assets/svg/ic_insight_10.svg"
  },
  {
    "title": "Huyết áp được đo như thế nào?",
    "content": [
      "Huyết áp được đo bằng các thiết bị gọi là sphygmomanometers, thường được gọi là máy đo huyết áp, phải được kiểm định và phê duyệt theo quy định."
    ],
    "icon": "assets/svg/ic_insight_11.svg"
  },
  {
    "title": "Tăng huyết áp ảnh hưởng đến não như thế nào?",
    "content": [
      "Khi các động mạch trở nên cứng và hẹp, nguồn cung cấp máu trở nên không đủ và dẫn đến nhồi máu não (đột quỵ hoặc đột quỵ do thiếu máu cục bộ). Huyết áp cao cũng có thể gây vỡ động mạch, dẫn đến xuất huyết não (đột quỵ hoặc đột quỵ xuất huyết)."
    ],
    "icon": "assets/svg/ic_insight_12.svg"
  },
  {
    "title": "Huyết áp ảnh hưởng đến thận như thế nào?",
    "content": [
      "Tăng huyết áp gây cứng các động mạch cung cấp máu cho thận. Nhưng nó cũng gây tổn thương chính thận, có thể dẫn đến suy thận, thậm chí cần chạy thận. Mặt khác, tổn thương thận có thể dẫn đến tăng huyết áp."
    ],
    "icon": "assets/svg/ic_insight_13.svg"
  },
  {
    "title": "Huyết áp ảnh hưởng đến các cơ quan khác như thế nào?",
    "content": [
      "Nếu nó ảnh hưởng đến các động mạch ở chân, nó gây đau khi đi bộ.",
      "Tổn thương các động mạch của võng mạc có thể gây suy giảm thị lực.",
      "Ở nam giới, nó có thể gây liệt dương."
    ],
    "icon": "assets/svg/ic_insight_14.svg"
  },
  {
    "title": "Bệnh tiểu đường phổ biến như thế nào?",
    "content": [
      "Bệnh tiểu đường là một trong những bệnh mãn tính phát triển nhanh nhất trên thế giới.",
      "Năm 1980, 108 triệu người trên toàn thế giới mắc bệnh tiểu đường. Đến năm 2014, con số này đã tăng lên 422 triệu. (Tổ chức Y tế Thế giới [WHO], 2020)",
      "Ước tính 700 triệu người lớn trên toàn thế giới sẽ mắc bệnh tiểu đường vào năm 2045. (Liên đoàn Tiểu đường Quốc tế [IDF], 2020)",
      "Có xu hướng gia tăng bệnh tiểu đường. Bệnh tiểu đường loại 2 đang tăng nhanh nhất."
    ],
    "icon": "assets/svg/ic_insight_15.svg"
  },
  {
    "title": "Chẩn đoán tăng huyết áp",
    "content": [
      "Theo các chuyên gia, có những yếu tố ảnh hưởng đến tăng huyết áp mà chúng ta không thể kiểm soát, như lão hóa, mãn kinh hoặc di truyền. Tuy nhiên, chúng ta có thể hành động bằng cách chống lại các yếu tố khác ảnh hưởng đến sự khởi phát của tăng huyết áp như béo phì, lối sống ít vận động, chế độ ăn uống kém hoặc tiêu thụ muối cao. Do đó, để kiểm soát các con số huyết áp của chúng ta, hai quy tắc cơ bản là chú ý đến chế độ ăn uống, loại bỏ muối và tuân theo chế độ ăn Địa Trung Hải, và tập thể dục.",
      "Về khuyến nghị thứ hai, Tổ chức Y tế Thế giới (WHO) đã đưa nó vào danh sách các biện pháp không dùng thuốc quan trọng nhất nhằm giảm giá trị huyết áp trong ba thập kỷ. Cụ thể, WHO khuyến nghị người lớn nên thực hiện ít nhất 150 phút hoạt động thể chất aerobic cường độ vừa hoặc 75 phút hoạt động cường độ cao mỗi tuần."
    ],
    "icon": "assets/svg/ic_insight_16.svg"
  }
]