Repository: hunglydev/2021602743_LyHaiHung_CNTT
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Unknown error
vi: Lỗi không xác định

source: Notice
vi: Thông báo

source: Close
vi: Đóng

# continues
source: Continue
vi: Tiếp tục

# setting
source: Settings
vi: Cài đặt

source: Cancel
vi: Hủy

# noNetTitle
source: No Internet
vi: Không có Internet

# noNetContent
source: Please check your connection
vi: Vui lòng kiểm tra kết nối của bạn

source: Retry
vi: Thử lại

source: Allow
vi: Cho phép

source: Remove Ads
vi: Gỡ quảng cáo

# privacy
source: Privacy Policy
vi: Chính sách quyền riêng tư

# termOfCondition
source: Terms of Service
vi: Điều khoản dịch vụ

source: Contact Us
vi: Liên hệ

source: Share App
vi: Chia sẻ ứng dụng

source: Language
vi: Ngôn ngữ

source: Choose Language
vi: Chọn ngôn ngữ

source: Restore
vi: Khôi phục

# moreApp
source: More Apps
vi: Ứng dụng khác

# errorLoadAds
source: Error loading ads
vi: Lỗi tải quảng cáo

# shareMessage
source: Share this app with friends
vi: Chia sẻ ứng dụng này với bạn bè

source: Blood Health
vi: Sức khỏe máu

source: Heart Rate
vi: Nhịp tim

# descriptionHeartRate
source: Heart Rate Description
vi: Mô tả nhịp tim

# heartRateButton
source: Measure Heart Rate
vi: Đo nhịp tim

source: Blood Pressure
vi: Huyết áp

source: Blood Sugar
vi: Lượng đường trong máu

# weightAndBMI
source: Weight & BMI
vi: Cân nặng & BMI

source: Food Scanner
vi: Máy quét thực phẩm

source: Scan Food
vi: Quét thực phẩm

source: Home
vi: Trang chủ

source: Insights
vi: Phân tích

source: Alarm
vi: Báo thức

source: Export
vi: Xuất

source: Average
vi: Trung bình

source: Min
vi: Thấp nhất

source: Max
vi: Cao nhất

source: Measure Now
vi: Đo ngay

source: Set Alarm
vi: Đặt báo thức

source: Add Data
vi: Thêm dữ liệu

source: Stop
vi: Dừng

source: Add
vi: Thêm

source: Measuring...
vi: Đang đo...

# placeYourFinger
source: Place your finger on the camera
vi: Đặt ngón tay lên camera

# measureNowOrAdd
source: Measure now or add manually
vi: Đo ngay hoặc thêm thủ công

source: Measure
vi: Đo

# goPremium
source: Upgrade to Premium
vi: Nâng cấp Premium

source: Watching Ads
vi: Xem quảng cáo

# permissionCameraDenied01
source: Camera access denied
vi: Quyền truy cập camera bị từ chối

# permissionCameraSetting01
source: Grant permission in settings
vi: Hãy cấp quyền trong cài đặt

# permissionCameraDenied02
source: Camera access denied again
vi: Quyền truy cập camera bị từ chối lần 2

# permissionCameraSetting02
source: Grant permission in settings again
vi: Hãy cấp quyền trong cài đặt lần 2

source: Resting Heart Rate
vi: Nhịp tim khi nghỉ

source: Slow
vi: Chậm

source: Normal
vi: Bình thường

source: Fast
vi: Nhanh

source: Age
vi: Tuổi

# choseYourAge
source: Choose your age
vi: Chọn tuổi của bạn

# choseYourGender
source: Choose your gender
vi: Chọn giới tính của bạn

source: Save
vi: Lưu

# rhSlowMessage
source: Slow Heart Rate
vi: Nhịp tim chậm

# rhNormalMessage
source: Normal Heart Rate
vi: Nhịp tim bình thường

# rhFastMessage
source: Fast Heart Rate
vi: Nhịp tim nhanh

# addSuccess
source: Added successfully
vi: Thêm thành công

source: Date
vi: Ngày

source: Time
vi: Thời gian

source: Gender
vi: Giới tính

source: Delete
vi: Xóa

source: Delete Data
vi: Xóa dữ liệu

# deleteDataConfirm
source: Are you sure you want to delete?
vi: Bạn có chắc chắn muốn xóa?

# eng
source: English
vi: Tiếng Anh

# vi
source: Vietnamese
vi: Tiếng Việt

source: Add your record to see statistics
vi: Thêm bản ghi của bạn để xem thống kê

# systolic
source: Systolic Pressure
vi: Huyết áp tâm thu

# diastolic
source: Diastolic Pressure
vi: Huyết áp tâm trương

source: Hypotension
vi: Hạ huyết áp

source: Elevated
vi: Huyết áp cao

source: Hypertension Stage 1
vi: Tăng huyết áp giai đoạn 1

source: Hypertension Stage 2
vi: Tăng huyết áp giai đoạn 2

source: Hypertension Crisis
vi: Khủng hoảng tăng huyết áp

# systolicRangeOrDiastolicRange
source: Systolic or Diastolic Range
vi: Khoảng huyết áp tâm thu hoặc huyết áp tâm trương

source: Pulse
vi: Mạch

# sysAndDIA
source: Systolic and Diastolic
vi: Tâm thu và tâm trương

source: Hypotension Message
vi: Thông điệp hạ huyết áp

source: Normal Message
vi: Thông điệp bình thường

source: Elevated Message
vi: Thông điệp huyết áp cao

source: Hypertension Stage 1 Message
vi: Thông điệp tăng huyết áp giai đoạn 1

source: Hypertension Stage 2 Message
vi: Thông điệp tăng huyết áp giai đoạn 2

source: Hypertension Crisis Message
vi: Thông điệp khủng hoảng tăng huyết áp

source: Edit
vi: Chỉnh sửa

# forSomething
source: For
vi: Cho

source: Type
vi: Loại

# addDataSuccess
source: Data added successfully
vi: Thêm dữ liệu thành công

# addDataFailed
source: Failed to add data
vi: Thêm dữ liệu thất bại

# editDataSuccess
source: Edit successful
vi: Chỉnh sửa dữ liệu thành công

# editDataFailed
source: Edit failed
vi: Chỉnh sửa dữ liệu thất bại

# deleteDataSuccess
source: Data deleted successfully
vi: Xóa dữ liệu thành công

# deleteDataFailed
source: Failed to delete data
vi: Xóa dữ liệu thất bại

source: Blood Sugar State
vi: Trạng thái đường huyết

# bloodSugarAllState
source: All Blood Sugar States
vi: Tất cả trạng thái đường huyết

# bloodSugarDefaultState
source: Default Blood Sugar State
vi: Trạng thái đường huyết mặc định

source: During Fasting Code
vi: Mã trong khi nhịn ăn

source: Before Eating Code
vi: Mã trước khi ăn

source: After Eating 1h Code
vi: Mã sau 1 giờ ăn

source: After Eating 2h Code
vi: Mã sau 2 giờ ăn

source: Before Bedtime Code
vi: Mã trước khi đi ngủ

source: Before Workout Code
vi: Mã trước khi tập thể dục

source: After Workout Code
vi: Mã sau khi tập thể dục

# bloodSugarInforLow
source: Low Blood Sugar Info
vi: Thông tin đường huyết thấp

# bloodSugarInforNormal
source: Normal Blood Sugar Info
vi: Thông tin đường huyết bình thường

# bloodSugarInforPreDiabetes
source: Pre-Diabetes Blood Sugar Info
vi: Thông tin đường huyết tiền tiểu đường

# bloodSugarInforDiabetes
source: Diabetes Blood Sugar Info
vi: Thông tin đường huyết tiểu đường

source: Blood Sugar Info
vi: Thông tin đường huyết

source: Track Your Health
vi: Theo dõi sức khỏe của bạn

source: Check Your Heart Rate
vi: Kiểm tra nhịp tim của bạn

source: Check Your Weight and BMI
vi: Kiểm tra cân nặng và BMI của bạn

source: Check Your Blood Sugar
vi: Kiểm tra đường huyết của bạn

source: Check Your Blood Pressure
vi: Kiểm tra huyết áp của bạn

source: Request Permission
vi: Yêu cầu quyền

source: No Information
vi: Không có thông tin

source: Scan Result
vi: Kết quả quét

source: Barcode
vi: Mã vạch

# addAlarmSuccess
source: Alarm added successfully
vi: Thêm báo thức thành công

# updateAlarmSuccess
source: Alarm updated successfully
vi: Cập nhật báo thức thành công

# deleteAlarmSuccess
source: Alarm deleted successfully
vi: Xóa báo thức thành công

# deleteAlarmConfirmMsg
source: Confirm delete alarm
vi: Xác nhận xóa báo thức

source: No Alarm
vi: Không có báo thức

# deleteAlarmFailed
source: Failed to delete alarm
vi: Xóa báo thức thất bại

# updateAlarmFailed
source: Failed to update alarm
vi: Cập nhật báo thức thất bại

# addAlarmFailed
source: Failed to add alarm
vi: Thêm báo thức thất bại

source: Confirm
vi: Xác nhận

source: Remind to record
vi: Nhắc nhở ghi chép

source: Weight
vi: Cân nặng

source: Height
vi: Chiều cao

source: Very Severely Underweight
vi: Rất thiếu cân

source: Severely Underweight
vi: Thiếu cân nghiêm trọng

source: Underweight
vi: Thiếu cân

source: Overweight
vi: Thừa cân

source: Obese Class I
vi: Béo phì hạng I

source: Obese Class II
vi: Béo phì hạng II

source: Obese Class III
vi: Béo phì hạng III

source: BMI Message
vi: Thông điệp BMI

# subscribeTitle
source: Subscribe to Premium
vi: Đăng ký Premium

# descriptionSub
source: Unlock all premium features
vi: Nhận tất cả các tính năng không giới hạn

# descriptionSub1
source: Subscription description 1
vi: Mô tả đăng ký 1

# subscribeContentIos1
source: iOS subscription content 1
vi: Nội dung đăng ký iOS 1

# subscribeContentIos2
source: iOS subscription content 2
vi: Nội dung đăng ký iOS 2

# subscribeContentIos3
source: iOS subscription content 3
vi: Nội dung đăng ký iOS 3

# subscribeContentIos4
source: iOS subscription content 4
vi: Nội dung đăng ký iOS 4

# subscribeContentIos5
source: iOS subscription content 5
vi: Nội dung đăng ký iOS 5

# subscribeContentIos6
source: iOS subscription content 6
vi: Nội dung đăng ký iOS 6

# subscribeContentAndroid1
source: Android subscription content 1
vi: Nội dung đăng ký Android 1

# subscribeContentAndroid2
source: Android subscription content 2
vi: Nội dung đăng ký Android 2

# subscribeContentAndroid3
source: Android subscription content 3
vi: Nội dung đăng ký Android 3

# subscribeContentAndroid4
source: Android subscription content 4
vi: Nội dung đăng ký Android 4

# subscribeContentAndroid5
source: Android subscription content 5
vi: Nội dung đăng ký Android 5

# subscribeContentAndroid6
source: Android subscription content 6
vi: Nội dung đăng ký Android 6

source: Privacy Policy
vi: Chính sách quyền riêng tư

# termService
source: Terms of Service
vi: Điều khoản dịch vụ

# subscribeAutoRenewable
source: Auto Renewable Subscription
vi: Đăng ký tự động gia hạn

source: Per Year
vi: Mỗi năm

source: Per Month
vi: Mỗi tháng

source: Per Week
vi: Mỗi tuần

source: Only
vi: Chỉ

source: Month
vi: Tháng

source: Year
vi: Năm

source: No Ads
vi: Không có quảng cáo

source: With Ads
vi: Có quảng cáo

source: Product
vi: Sản phẩm

source: New Product
vi: Sản phẩm mới

source: Notification
vi: Thông báo

source: Loading
vi: Đang tải

source: Pedometer
vi: Đếm bước chân
